<template>
    <div>
        <div class="tentea">
            <el-row :gutter="10">
                <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                    <div class="tea">
                        <img src="../assets/img/武夷山.jpeg" alt="">
                        <div class="teat">
                            <h3>武夷山</h3>
                            <span>
                                武夷山，又名虎夷山。广义的武夷山，或称武夷山脉，指中国闽赣间纵贯南北的山系，属于新华夏地质构造单元南岭山系的东北延伸支脉。狭义的武夷山仅指其北段武夷山市所辖主峰地带的山地，是武夷山风景名胜区、世界文化与自然遗产地。
                                武夷山山体呈北北东向沿赣闽省界蜿蜒，东北延展接浙赣间的仙霞岭，西南伸至赣粤边界的九连山。“北引皖浙，东
                                镇八闽，南附五岭之背，西控赣域半壁”。长达550公里，为江西最长的山地，福建省最高的山脉。武夷山地势高峻雄伟，层峦叠嶂，许多山峰海拔均在1000米以上。主峰黄岗山位于北段，海拔2158米。
                                武夷山是江西的信江、旴江、贡水、琴江与福建的闽江、汀江的分水岭。这些河流大都发源自武夷山中。
                                武夷山是福建、江西两省重要的林区、茶叶产地，武夷山大红袍是武夷山最负盛名的茶，被誉为“茶中之王”。其两侧存在多处造型奇特的丹霞峰林地貌景观，成为旅游观赏的景点。
                            </span>
                        </div>

                    </div>
                </el-col>
            </el-row>
            <el-row :gutter="10">
                <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                    <div class="tea">
                        <img src="../assets/img/布朗山.webp" alt="">
                        <div class="teat">
                            <h3>布朗山</h3>
                            <span>
                                布朗山，位于西双版纳勐海县的境内，靠近中缅边境，是著名的普洱茶产区，也是古茶园保留得最多的地区之一，布朗山方圆1000多平方公里。布朗山乡包括班章、老曼峨、曼新龙等村寨，其中，最古老的老曼峨寨子已有1400年历史。布朗族是百濮的后裔，他们世世代代生活在布朗山，是世界上最早栽培、制作和饮用茶叶的民族。
                            </span>
                        </div>

                    </div>
                </el-col>
            </el-row>
            <el-row :gutter="10">
                <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                    <div class="tea">
                        <img src="../assets/img/西岩山.webp" alt="">
                        <div class="teat">
                            <h3>西岩山</h3>
                            <span>
                                西岩山是粤东名山，位于广东省潮州市饶平县和梅州市大埔县交界处，主山峰在潮州市饶平县境内，山上奇石众多，而且形态各异，活灵活现，让人留连忘返。西岩茶乡景点别致，西岩大茶壶是把“宝壶”，盛装着人们丰收的喜悦。西岩茶一次又一次摘取桂冠：西竺名牌、国家金奖。
                                登上高瞻远瞩的凉亭，可远望到邻近的平原、枫朗、百侯几个乡镇，一览众山小，美景尽收眼底。远处小河蜿蜒，公路盘旋，村庄错落有致，炊烟缭绕，茶果飘香。触景生情，赋诗一首：高瞻远瞩楼，潇洒数风流；平步青云起，今朝展壮猷。
                                走进西岩茶乡别墅区“清心阁”凉亭先来一杯香茶，听一首悠扬采茶山歌，哼一曲乡间小调，体验真正的农家人苦中有乐的滋味。这里有一个“寻找机会”景点，可各抒己见。对实景而言，三块石头垒起，中间有一棵小树挺拔而立，多么会寻找生存的机会；对忙碌的人们而言，提示你懂得休息才更能工作；另外还有一种意思：有“更多机会可寻……”
                            </span>
                        </div>

                    </div>
                </el-col>
            </el-row>
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
</style>

<style lang="scss">
.tentea {
    margin: 3vh auto;
    text-align: center;

    .el-row {
        border: 1px solid #eee;


        .el-col {
            margin: 2vh auto;

            .tea {

                display: inline-flex;
            }

            img {
                width: 20vw;
                height: 30vh;
                border-radius: 0.2vw;
            }

            .teat {
                width: 40vw;
                text-align: left;
                margin-left: 1.5vw;

                h3 {
                    margin: 0 0 6vh 0;
                }
            }
        }
    }
}
</style>