<template>
    <div>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="grid-content bg-purple">
                    <h1>茶</h1>
                    <span>茶，植物学名：Camellia sinensis (L.) O.
                        Ktze.，灌木或小乔木，嫩枝无毛。叶革质，长圆形或椭圆形，先端钝或尖锐，基部楔形，上面发亮，下面无毛或初时有柔毛，边缘有锯齿，叶柄无毛。花白色，花柄有时稍长；萼片阔卵形至圆形，无毛，宿存；花瓣阔卵形，基部略连合，背面无毛，有时有短柔毛；子房密生白毛；花柱无毛。蒴果3球形或1-2球形，高1.1-1.5厘米，每球有种子1-2粒。花期10月至翌年2月。
                        野生种遍见于中国长江以南各省的山区，为小乔木状，叶片较大，常超过10厘米长，长期以来，经广泛栽培，毛被及叶型变化很大。茶叶可作饮品，含有多种有益成分，并有保健功效。 [1]
                        2017年10月27日，世界卫生组织国际癌症研究机构公布的致癌物清单初步整理参考，茶在3类致癌物清单中。属于对人类致癌性可疑，尚无充分的人体或动物数据的物质类。 [2]
                    </span>
                    <h4>主要价值</h4>
                    <p>一、保健作用</p>
                    <span>
                        1.能减低心脑血管发病和死亡风险据研究报道，日本研究者从1994年起对某地4万多名40岁至79岁中老年人进行跟踪调查发现，与一天喝茶不到1杯的人相比，每天喝5杯以上绿茶的男性因脑血管病死亡的平均风险下降了22%，女性下降了31%，其中脑梗塞下降最明显，男性下降42%，女性下降达62%。据英国《每日邮报》报道，一项最新研究发现，每天喝茶3杯，可降低患心肌梗死风险70%。芬兰和法国也有研究报告显示，每天喝茶2~3杯，可降低中风的发病风险。<br>
                        2.有降低胆固醇和血压的作用香港大学研究人员发现，喝茶可使血总胆固醇水平下降25%。还有一项研究喝茶与高血压发病关系的调查发现，不喝茶的人高血压的发病率为10.55%，常喝茶的人为6.95%，茶的确有一定的降压作用。<br>
                        3.有助于减小患糖尿病的风险有研究者对1.7万名40岁-65岁男女进行长期追踪观察发现，一天喝6杯以上绿茶者比一周喝不到1杯者，患糖尿病的风险减少33%。也有资料介绍，用冷开水泡绿茶喝，防治糖尿病的效果更好。<br>
                        4.有助于防治早老性痴呆茶对大脑细胞有保护作用，茶能有效延缓大脑退化，有助于维持大脑血管的健康。最新研究表明，多喝茶可改善记忆力和防止早老性痴呆。<br>
                        5.有抗压力和抗焦虑作用现代生活工作节奏快、压力大，常引起焦虑、紧张、烦躁不安、抑郁等精神心理症状。绿茶含有茶氨酸，它是一种无镇静作用的松弛剂，可以帮助大脑增加产生γ波，γ波可帮助控制焦虑情绪，提高注意力，改善精神状态和总体机能，一般3-4杯绿茶能含有100-200毫克的茶氨酸，这使得绿茶在抗压力和抗焦虑方面有较好的功效。<br>
                        6.能提高免疫力哈佛大学的研究人员研究指出，连续2周每天喝5杯茶的人，其体内会产生大量的抗病毒干扰素，其含量是不喝茶人的10倍，这种可以抵抗感染的蛋白可以提高人体免疫力并有效帮助人体抵御流感。<br>
                        7.能提高杀菌力2008年5月有一则报道，埃及有学者用“绿茶加抗菌素”试验了28种病菌。结果发现，绿茶可使抗菌素药力大增，最高杀菌效率可提高3倍以上，并且，还有降低各种病菌耐药性的作用。
                        有减肥瘦身效果研究者发现，喝茶10年以上者与不喝茶者相比，男性体脂比例约减少20%，女性可减少30%。在品茶中减肥岂不是件美事！不仅如此，茶还是对皮肤有很好保护作用的美容剂，多喝茶人靓丽。
                    </span>
                    <p>二、有益成分</p>
                    <span>
                        1.茶多酚是茶叶中含量最多的一类可溶性成分，也是茶叶发挥其健康保健功效最主要的物质，最典型的代表是儿茶素（酚），具有抗氧化（消除氧自由基）、抗炎、降低心血管病发病几率、降血脂、减少体脂形成、抗菌、改变肠道菌群生态等多项功效。研究表明，喝下一杯茶半小时后，血中的抗氧化容量（对抗氧自由基的能力）增加41%~48%，并能在高水平状态持续一个半小时。
                        2.茶色素主要包括叶绿素、β-胡萝卜素等，具有延缓衰老以及美容等作用。
                        茶氨酸能提高大脑功能，增强记忆力和学习能力。对阿尔海默病（老年痴呆症）、帕金森病及自主神经功能紊乱都有预防作用。
                        3.茶多糖是一类成分复杂的混合物。茶多糖具有抗辐射、增加白细胞数量、提高免疫力的作用，还能降血糖。民间流传泡饮粗茶治糖尿病的实践，主要就是发挥了茶多糖的作用。
                        4.Υ-氨基丁酸在天然茶叶中含量不多，但茶叶经加工后其含量大幅增加。Υ-氨基丁酸的主要功效是扩张血管使血压下降，故可辅助治疗高血压。它还能改善大脑血液循环，增强脑细胞的代谢能力，这有助于脑卒中（中风）、脑动脉硬化后遗症等的康复治疗。
                        5.吡咯喹啉醌日本名古屋大学的研究团队日前发现，茶叶中的吡咯喹啉醌成分具有延缓衰老、延长寿命的功效。吡咯喹啉醌于1970年左右被人们发现，之后的研究表明，其有抗氧化和保护神经的作用，因此常被用于保健产品及化妆品。
                    </span>
                </div>
            </el-col>
        </el-row>
    </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
</style>