<template>
    <div class="tentea">
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/西湖龙井.webp" alt="">
                    <div class="teat">
                        <h3>西湖龙井</h3>
                        <span>西湖龙井是中国十大名茶之一，属绿茶，其产于浙江省杭州市西湖龙井村周围群山，并因此得名，具有1200多年历史；清乾隆游览杭州西湖时，盛赞西湖龙井茶，把狮峰山下胡公庙前的十八棵茶树封为“御茶”。西湖龙井按外形和内质的优次分作1～8级。
                            特级西湖龙井茶扁平光滑挺直，色泽嫩绿光润，香气鲜嫩清高，滋味鲜爽甘醇，叶底细嫩呈朵。清明节前采制的龙井茶简称明前龙井，美称女儿红，“院外风荷西子笑，明前龙井女儿红。”西湖龙井茶与西湖一样，是人、自然、文化三者的完美结晶，是西湖地域文化的重要载体。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/碧螺春.webp" alt="">
                    <div class="teat">
                        <h3>碧螺春</h3>
                        <span>碧螺春是中国传统名茶，中国十大名茶之一，属于绿茶类，已有1000多年历史。碧螺春产于江苏省苏州市吴县太湖的东洞庭山及西洞庭山（今苏州吴中区）一带，所以又称“洞庭碧螺春”。
                            唐朝时就被列为贡品，古人们又称碧螺春为“功夫茶”、“新血茶”。高级的碧螺春，茶芽之细嫩0.5公斤干茶需要茶芽6-7万个。炒成后的干茶条索紧结，白毫显露，色泽银绿，翠碧诱人，卷曲成螺，产于春季，故名“碧螺春”。此茶冲泡后杯中白云翻滚，清香袭人，是中国的名茶。主要工序为杀青、揉捻、搓团显毫、炒青。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/黄山毛凤.webp" alt="">
                    <div class="teat">
                        <h3>黄山毛凤</h3>
                        <span>黄山毛峰是中国十大名茶之一，属于绿茶。产于安徽省黄山（徽州）一带，所以又称徽茶。由清代光绪年间谢裕大茶庄所创制。每年清明谷雨，选摘良种茶树“黄山种”、“黄山大叶种”等的初展肥壮嫩芽，手工炒制，该茶外形微卷，状似雀舌，绿中泛黄，银毫显露，且带有金黄色鱼叶（俗称黄金片）。入杯冲泡雾气结顶，汤色清碧微黄，叶底黄绿有活力，滋味醇甘，香气如兰，韵味深长。由于新制茶叶白毫披身，芽尖峰芒，且鲜叶采自黄山高峰，遂将该茶取名为黄山毛峰。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/君山银针.webp" alt="">
                    <div class="teat">
                        <h3>君山银针</h3>
                        <span>君山银针是中国名茶之一。产于湖南岳阳洞庭湖中的君山，形细如针，故名君山银针。属于黄茶。其成品茶芽头茁壮，长短大小均匀，茶芽内面呈金黄色，外层白毫显露完整，而且包裹坚实，茶芽外形很象一根根银针，雅称“金镶玉”。“金镶玉色尘心去，川迥洞庭好月来。”君山茶历史悠久，唐代就已生产、出名。据说文成公主出嫁时就选带了君山银针茶带入西藏。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/信阳毛尖.webp" alt="">
                    <div class="teat">
                        <h3>信阳毛尖</h3>
                        <span>信阳毛尖又称豫毛峰，属绿茶类，是中国十大名茶之一，也是河南省著名特产之一；其主要产地在信阳市浉河区（原信阳市）、平桥区（原信阳县）和罗山县。由汉族茶农创制。民国初年，因信阳茶区的五大茶社产出品质上乘的本山毛尖茶，正式命名为“信阳毛尖”。
                            信阳毛尖具有“细、圆、光、直、多白毫、香高、味浓、汤色绿”的独特风格，具有生津解渴、清心明目、提神醒脑、去腻消食等多种功效。1915年在巴拿马万国博览会上与贵州茅台同获金质奖，1990年信阳毛尖品牌参加国家评比，取得绿茶综合品质第一名。信阳毛尖被誉为“绿茶之王”。信阳毛尖品牌多年位居中国茶叶区域公用品牌价值第3位。2017年，中国茶叶区域品牌价值评比中，信阳毛尖以59.91亿元位居品牌价值排行榜第二名。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/祁门红茶.webp" alt="">
                    <div class="teat">
                        <h3>祁门红茶 </h3>
                        <span>祁门红茶简称祁红，茶叶原料选用当地的中叶、中生种茶树“槠叶种”（又名祁门种）制作，是中国历史名茶，著名红茶精品。由安徽茶农创制于光绪年间，但史籍记载最早可追溯至唐朝陆羽的茶经。产于安徽省祁门、东至、贵池（今池州市）、石台、黟县，以及江西的浮梁一带。“祁红特绝群芳最，清誉高香不二门。”祁门红茶是红茶中的极品，享有盛誉，是英国女王和王室的至爱饮品，高香美誉，香名远播，美称“群芳最”、“红茶皇后”。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/六安瓜片.webp" alt="">
                    <div class="teat">
                        <h3>六安瓜片</h3>
                        <span>六（lù）安瓜片简称瓜片、片茶，是中华传统历史名茶，也是中国十大名茶之一，其产自安徽省六安市大别山一带，在唐代被称为“庐州六安茶”；在明代被称为“六安瓜片”，为上品、极品茶；清为朝廷贡茶。
                            六安瓜片为绿茶特种茶类。“具有悠久的历史底蕴和丰厚的文化内涵。在世界所有茶叶中，六安瓜片是唯一无芽无梗的茶叶，由单片生叶制成。去芽不仅保持单片形体，且无青草味；梗在制作过程中已木质化，剔除后，可确保茶味浓而不苦，香而不涩。六安瓜片每逢谷雨前后十天之内采摘，采摘时取二、三叶，求“壮”不求“嫩”。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/都匀毛尖.webp" alt="">
                    <div class="teat">
                        <h3>都匀毛尖</h3>
                        <span>
                            都匀毛尖，中国十大名茶之一。1956年，由毛泽东亲笔命名，又名“白毛尖”、“细毛尖”、“鱼钩茶”、“雀舌茶”，是贵州三大名茶之一。外形条索紧结纤细卷曲、披毫，色绿翠。香清高，味鲜浓，叶底嫩绿匀整明亮。产于贵州都匀市，属黔南布依族苗族自治州。味道好，还具有生津解渴、清心明目、提神醒脑、去腻消食、抑制动脉粥样硬化、降脂减肥以及防癌、防治坏血病和护御放射性元素等多种功效与作用。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/武夷岩茶.webp" alt="">
                    <div class="teat">
                        <h3>武夷岩茶</h3>
                        <span>武夷岩茶是中国传统名茶，是具有岩韵（岩骨花香）品质特征的乌龙茶。产于福建闽北“秀甲东南”的武夷山一带，茶树生长在岩缝之中。武夷岩茶具有绿茶之清香，红茶之甘醇，是中国乌龙茶中之极品。武夷岩茶属半发酵的青茶，制作方法介于绿茶与红茶之间。最著名的武夷岩茶是大红袍茶。
                            武夷岩茶的形态特征:叶端扭曲,似蜻蜓头，色泽铁青带褐油润.内质活、甘、清、香。有明显的岩骨花香。武夷岩茶名岩产区为武夷山市风景区范围，区内面积70km²。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
        <el-row :gutter="10">
            <el-col :xs="24" :sm="24" :md="24" :lg="24" :xl="24">
                <div class="tea">
                    <img src="../assets/img/安溪铁观音.webp" alt="">
                    <div class="teat">
                        <h3>安溪铁观音</h3>
                        <span>铁观音，福建安溪当地茶农发明于1725-1735年间。发源于安溪县西坪镇尧阳山麓（王说）。属于乌龙茶类，是中国十大名茶之一，乌龙茶类的代表。介于绿茶和红茶之间，纯种铁观音植株为灌木型，树势披展，枝条斜生，叶片水平状着生。叶形椭圆，叶缘齿疏而钝，叶面呈波浪状隆起，具明显肋骨形，略向背面反卷，叶肉肥厚，叶色浓绿光润，叶基部稍钝，叶尖端稍凹，向左稍歪，略厂下垂，嫩芽紫红色，因此有“红芽歪尾桃”之称，这是纯种特征之一。属于半发酵茶类。具有一般茶叶的保健功能，还具有抗衰老、抗癌症、抗动脉硬化、防治糖尿病、减肥健美、防治龋齿、清热降火，敌烟醒酒等功效。2010年以“十大名茶之首”亮相上海世博会。
                        </span>
                    </div>

                </div>
            </el-col>
        </el-row>
    </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
</style>

<style lang="scss">
.tentea {
    margin: 3 vh auto;
    text-align: center;

    .el-row {
        border: 1px solid #eee;


        .el-col {
            margin: 2vh auto;

            .tea {

                display: inline-flex;
            }

            img {
                width: 15vw;
                height: 25vh;
                border-radius: 0.3vw;
            }

            .teat {
                width: 40vw;
                text-align: left;
                margin-left: 1.5vw;

                h3 {
                    margin: 0 0 8vh 0;
                }
            }
        }
    }
}
</style>